define([], function(){
    var licenseInfo = {
            licenseType : {
                "0":"未知",
                "1":"蓝牌小汽车",
                "2":"黑牌小汽车",
                "3":"单排黄牌车",
                "4":"双排黄牌车 ",
                "5":"警车车牌",
                "6":"武警车牌",
                "7":"个性化车牌",
                "8":"单排军牌",
                "9":"双排军牌",
                "1":"使馆牌",
                "1":"香港牌"
            },
            licenseColor:{
                "0":"未知",
                "1":"蓝色",
                "2":"黄色",
                "3":"白色",
                "4":"黑色",
                "4":"绿色"
            },
            carColor : {
                "-1":"未知",
                "0":"白色",
                "1":"灰(银)色",
                "2":"黄色",
                "3":"粉色",
                "4":"红色",
                "5":"绿色",
                "6":"蓝色",
                "7":"棕色",
                "8":"黑色",
                "9":"紫色"
            },
            carType:{
                "0":"未知",
                "1":"摩托车",
                "2":"小型车",
                "3":"中型车",
                "4":"大型车",
                "5":"轿车",
                "6":"面包车",
                "7":"大客车",
                "8":"大货车"
            },
            carBrand:{
               '1 ':  "未知",
               '0 ':  "五菱",
               '1 ':  "丰田",
               '2 ':  "本田",
               '3 ':  "现代",
               '4 ':  "一汽",
               '5 ':  "大众",
               '6 ':  "别克",
               '7 ':  "标识",
               '8 ':  "福特",
               '9 ':  "尼桑",
               '10':  "雪铁龙",
               '11':  "奥迪",
               '12':  "雪佛兰",
               '13':  "起亚",
               '14':  "红旗",
               '15':  "长安",
               '16':  "长城",
               '17':  "东南汽车",
               '18':  "金杯",
               '19':  "马自达",
               '20':  "三菱",
               '21':  "夏利",
               '22':  "东风风神",
               '23':  "比亚迪",
               '24':  "恒通",
               '25':  "奇瑞",
               '26':  "华普",
               '27':  "铃木",
               '28':  "宇通",
               '29':  "金龙",
               '30':  "哈飞",
               "31":  "吉利",
               "32":  "奔驰",
               "33":  "长城(旧)",
               "34":  "比亚迪(旧)",
               "35":  "铃木(字母)",
               "36":  "宝马",
               "37":  "中华",
               "38":  "斯柯达",
               "39":  "威麟",
               "40":  "猎豹",
               "41":  "众泰",
               "42":  "力帆",
               "43":  "福田",
               "44":  "英菲尼迪",
               "45":  "雷克萨斯",
               "46":  "斯巴鲁",
               "47":  "雷诺",
               "48":  "沃尔沃",
               "49":  "江淮",
               "50":  "海格",
               "51":  "金旅"
            },
            carGray:{
                "-1":"未知",
                "0":"暗(深色)",
                "1":"亮(浅色)"
            }
        }
        movingObjectInfo  = {
            movingObjectType : {
                "0":"未知",
                "1":"人体",
                "2":"车辆",
                "3":"物体"
            },
            movingObjectColor : {
                "-1":"未知",
                "0":"白色",
                "1":"灰(银)色",
                "2":"黄色",
                "3":"粉色",
                "4":"红色",
                "5":"绿色",
                "6":"蓝色",
                "7":"棕色",
                "8":"黑色",
                "9":"紫色"
            },
            movingObjectHeight : {

            },
            movingObjectGray : {
                "-1":"未知",
                "0":"暗(深色)",
                "1":"亮(浅色)"
            }
        };
    return {
        licenseInfo : licenseInfo,
        movingObjectInfo : movingObjectInfo
    }
})